export const stateoption = [
    {
        "id": 1,
        "val": "الكل"
    }, {
        "id": 2,
        "val": "قيد المعالجة"
    }, {
        "id": 3,
        "val": "معالج"
    }, {
        "id": 4,
        "val": "غير معالج"
    }
];

export const typeoption = [
    {
        "id": 1,
        "val": "الكل"
    }, {
        "id": 2,
        "val": "فقدان الطفل لوالديه وبقائه دون سند عائلي"
    }, {
        "id": 3,
        "val": "تعريض الطفل للإهمال أو التشرد"
    }, {
        "id": 4,
        "val": "المساس بحقه في التعليم"
    }, {
        "id": 5,
        "val": "التسول بالطفل أو تعريضه للتسول"
    }, {
        "id": 6,
        "val": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته"
    }, {
        "id": 7,
        "val": "التقصير البين والمتواصل في التربية والرعاية"
    }, {
        "id": 8,
        "val": "سوء معاملة الطفل"
    }, {
        "id": 9,
        "val": "الطفل ضحية جريمة من ممثله الشرعي"
    }, {
        "id": 10,
        "val": "الطفل ضحية جريمة من أي شخص آخر"
    }, {
        "id": 11,
        "val": "الاستغلال الجنسي للطفل بمختلف أشكاله"
    }, {
        "id": 12,
        "val": "الاستغلال الاقتصادي للطفل"
    }, {
        "id": 13,
        "val": "وقوع الطفل ضحية نزاعات مسلحة"
    }, {
        "id": 14,
        "val": "الطفل اللاجئ"
    }, {
        "id": 15,
        "val": "آخر"
    }
];
export const adressoption = [
    {
        "id": 0,
        "val": "الكل"
    }, {
        "id": 1,
        "val": "أدرار"
    }, {
        "id": 2,
        "val": "الشلف"
    }, {
        "id": 3,
        "val": "الاغواط"
    }, {
        "id": 4,
        "val": "أم البواقي"
    }, {
        "id": 5,
        "val": "باتنة"
    }, {
        "id": 6,
        "val": "بجاية"
    }, {
        "id": 7,
        "val": "بسكرة"
    }, {
        "id": 8,
        "val": "بشار"
    }, {
        "id": 9,
        "val": "البليدة"
    }, {
        "id": 10,
        "val": "البويرة"
    }, {
        "id": 11,
        "val": "تامنغست"
    }, {
        "id": 12,
        "val": "تبسة"
    }, {
        "id": 13,
        "val": "تلمسان"
    }, {
        "id": 14,
        "val": "تيارت"
    }, {
        "id": 15,
        "val": "تيزي وزو"
    }, {
        "id": 16,
        "val": "الجزائر"
    }, {
        "id": 17,
        "val": "الجلفة"
    }, {
        "id": 18,
        "val": "جيجل"
    }, {
        "id": 19,
        "val": "سطيف"
    }, {
        "id": 20,
        "val": "سعيدة"
    }, {
        "id": 21,
        "val": "سكيكدة"
    }, {
        "id": 22,
        "val": "سيدي بلعباس"
    }, {
        "id": 23,
        "val": "عنابة"
    }, {
        "id": 24,
        "val": "قالمة"
    }, {
        "id": 25,
        "val": "قسنطينة"
    }, {
        "id": 26,
        "val": "المدية"
    }, {
        "id": 27,
        "val": "مستغانم"
    }, {
        "id": 28,
        "val": "المسيلة"
    }, {
        "id": 29,
        "val": "معسكر"
    }, {
        "id": 30,
        "val": "ورقلة"
    }, {
        "id": 31,
        "val": "وهران"
    }, {
        "id": 32,
        "val": "البيض"
    }, {
        "id": 33,
        "val": "إليزي"
    }, {
        "id": 34,
        "val": "برج بوعريريج"
    }, {
        "id": 35,
        "val": "بومرداس"
    }, {
        "id": 36,
        "val": "الطارف"
    }, {
        "id": 37,
        "val": "تندوف"
    }, {
        "id": 38,
        "val": "تسيمسيلت"
    }, {
        "id": 39,
        "val": "الوادي"
    }, {
        "id": 40,
        "val": "خنشلة"
    }, {
        "id": 41,
        "val": "سوق أهراس"
    }, {
        "id": 42,
        "val": "تيبازة"
    }, {
        "id": 43,
        "val": "ميلة"
    }, {
        "id": 44,
        "val": "عين الدفلى"
    }, {
        "id": 45,
        "val": "النعامة"
    }, {
        "id": 46,
        "val": "عين تموشنت"
    }, {
        "id": 47,
        "val": "غرداية"
    }, {
        "id": 48,
        "val": "غليزان"
    }, {
        "id": 49,
        "val": "تيميمون"
    }, {
        "id": 50,
        "val": "برج باجي مختار"
    }, {
        "id": 51,
        "val": "أولاد جلال"
    }, {
        "id": 52,
        "val": "بني عباس"
    }, {
        "id": 53,
        "val": "ان صالح"
    }, {
        "id": 54,
        "val": "ان قزام"
    }, {
        "id": 55,
        "val": "تقرت"
    }, {
        "id": 56,
        "val": "جانت"
    }, {
        "id": 57,
        "val": "المغير"
    }, {
        "id": 58,
        "val": "المنيعة"
    }
];
