export const signalement = [
    {
        "id": 0,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 1,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 2,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 3,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 4,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 5,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 6,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 7,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 8,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 9,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 10,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 11,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 12,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 13,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 14,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 15,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 16,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 17,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 18,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 19,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 20,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 21,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 22,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 23,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 24,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 25,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 26,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 27,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 28,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 29,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 30,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 31,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 32,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 33,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 34,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 35,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 36,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 37,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 38,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 39,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 40,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 41,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 42,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 43,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 44,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 45,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 46,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 47,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 48,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 49,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 50,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 51,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 52,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 53,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 54,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 55,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 56,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 57,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 58,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 59,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 60,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 61,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 62,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 63,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 64,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 65,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 66,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 67,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 68,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 69,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 70,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 71,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 72,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 73,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 74,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 75,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 76,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 77,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 78,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 79,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 80,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 81,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 82,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 83,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 84,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 85,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 86,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 87,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 88,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 89,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 90,
        "state": "قيد المعالجة",
        "date": "05/01/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "منى عبد الرحمن",
        "age": 25,
        "adress": "تلمسان",
        "source": "البليدة"
    }, {
        "id": 91,
        "state": "معالج",
        "date": "05/02/2023",
        "type": "فقدان الطفل لوالديه وبقائه دون سند عائلي",
        "name": "أحمد علي",
        "age": 30,
        "adress": "الجزائر",
        "source": "تيزي وزو"
    }, {
        "id": 92,
        "state": "قيد المعالجة",
        "date": "05/03/2023",
        "type": "المساس بحقه في التعليم",
        "name": "نورا حسين",
        "age": 35,
        "adress": "بجاية",
        "source": "تيارت"
    }, {
        "id": 93,
        "state": "غير معالج",
        "date": "05/04/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "ياسمين محمد",
        "age": 40,
        "adress": "سطيف",
        "source": "الجلفة"
    }, {
        "id": 94,
        "state": "غير معالج",
        "date": "05/05/2023",
        "type": "التسول بالطفل أو تعريضه للتسول",
        "name": "عبد الله عمر",
        "age": 45,
        "adress": "قسنطينة",
        "source": "تلمسان"
    }, {
        "id": 95,
        "state": "قيد المعالجة",
        "date": "05/06/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "لمى صالح",
        "age": 50,
        "adress": "تيبازة",
        "source": "بومرداس"
    }, {
        "id": 96,
        "state": "معالج",
        "date": "05/07/2023",
        "type": "عجز من يقوم برعاية الطفل عن التحكم في تصرفاته",
        "name": "محمود حسن",
        "age": 55,
        "adress": "عين الدفلى",
        "source": "المدية"
    }, {
        "id": 97,
        "state": "قيد المعالجة",
        "date": "05/08/2023",
        "type": "التقصير البين والمتواصل في التربية والرعاية",
        "name": "فاطمة عبد الله",
        "age": 60,
        "adress": "تبسة",
        "source": "قسنطينة"
    }, {
        "id": 98,
        "state": "غير معالج",
        "date": "05/09/2023",
        "type": "سوء معاملة الطفل",
        "name": "يوسف صبري",
        "age": 65,
        "adress": "قالمة",
        "source": "سطيف"
    }, {
        "id": 99,
        "state": "غير معالج",
        "date": "05/10/2023",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "عائشة محمود",
        "age": 70,
        "adress": "سيدي بلعباس",
        "source": "تيارت"
    }, {
        "id": 100,
        "state": "غير معالج",
        "date": "11/09/2022",
        "type": "الاستغلال الجنسي للطفل بمختلف أشكاله",
        "name": "ساري فاطمة",
        "age": 23,
        "adress": "باتنة",
        "source": "خنشلة"
    }
];

export default signalement;
